---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.UnauthenticatedException
source: html/bd63e24e-c9e3-f5b1-2be7-be92f7e59b0b.htm
---
# UnauthenticatedException Properties

The information of the function throwing the exception.